export const QuestionList = {
    "思政型智能体对话": [
        "思政对生活有哪些影响",
        "讲讲思政的重要理论有哪些",
        "如何更好地学习思政知识",
    ],
    "课程型智能体对话": [
        "推荐一些自动化相关的课程",
        "推荐一些自动化教学水平优秀的老师",
        "推荐一些自动化相关的教材",
    ],
    "竞赛型智能体对话": [
        "最近的自动化相关比赛有哪些",
        "请举例相关比赛的主题和内容",
    ],
    "探究型智能体对话": [
        "自动化学习有哪些难点",
        "如何快速掌握自动化知识",
        "推荐一些自动化学习的书籍",
    ],
    "任务型智能体对话": [
        "如何高效定制学习任务规划",
        "如何合理规划任务时间",
        "如何设置任务奖励机制"
    ],
    "评价型智能体对话": [
        "我的自动化知识处于什么水平",
        "哪些方面的知识需要强化",
        "我应该如何评价我的学习效果"
    ],
};
